ქართული hunspell ლექსიკონი
=============================
პირველი *{ცნობილი}* მცდელობა
----------------------------------

Hunspell წარმოადგენს ღია წყაროს მქონე პროგრამულ უზრუნველყოფას,
რომელიც ემსახურება ენების მართლწერასა და მორფოლოგიურ ანალიზს.

ის გამოიყენება ბევრ ცნობილ პროგრამულ უზრუნველყოფაში, როგორიცაა:
* MacOSX 10.6 Snow Leopard
* Google Chrome
* Opera
* Mozilla Firefox
* Mozilla Thunderbird
* The Bat!
* Libre Office
* Open Office
* Eclipse
* GNOME
* KDE

ჩვენი მიზანია შევიმუშაოთ მაქსიმალურად ვრცელი ლექსიკონი და ჩამოვაყალიბოთ მორფოლოგიის წესები.
მოვესალმებით ნებისმიერი მხარდაჭერას!

## მონაწილეები
* გიორგი ჯვარიძე aka 0xh3x
* თორნიკე ზედგინიზე
* გიორგი მაღლაკელიზე aka DrAcid

## გამოსადეგი ბლულები
* მორფოლოგიის წესები: [http://www.lingua.ge/morfologia.html]
* როგორ შევქმნათ hunspell ლექსიკონი: [http://www.suares.an/index.php?page_id=25&news_id=233]
* ქართული ენის კორპუსის შექმნის შესახებ: [http://blog.giorgijvaridze.com/71533514]
